/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Présentation de Skype WiFi";
"INTRO_SUBHEADER" = "Restez en ligne aux points d’accès Wi-Fi publics et ne payez avec le crédit Skype, que le nombre de minutes utilisées.";
"INTRO_ICON_WIFI" = "Utilisez Skype, relevez votre courrier, surfez sur le Web.";
"INTRO_ICON_GLOBE" = "Skype WiFi est disponible via un million de localisations partout dans le monde";
"INTRO_ICON_SKYPECREDIT" = "Ne payer que pour les minutes utilisées.";

"STATE_CHECKINGNETWORK_HEADER" = "Veuillez patienter…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Recherche de Skype WiFi sur le réseau";

"STATE_JOINWIFI_HEADER" = "Vous n’êtes pas connecté au Wi-Fi";
"STATE_JOINWIFI_SUBHEADER" = "Veuillez vous connecter à un réseau Wi-Fi public qui permet Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Vous êtes déjà connecté";
"STATE_ALREADYONLINE_SUBHEADER" = "Il semble que vous êtes déjà connecté à l’Internet. Skype WiFi vous permet de vous connnecter aux points d’accès Wi-Fi publics via un million de localisations partout dans le monde.";

"STATE_GENERALERROR_HEADER" = "Impossible de se connecter";
"STATE_GENERALERROR_SUBHEADER" = "Ce réseau Wi-Fi ne répond pas correctement. Essayez de vous connecter à un autre réseau.";

"STATE_CONNECT_HEADER" = "Skype WiFi disponible ici";
"STATE_CONNECT_TOS_HTML_FORMAT" = "En me connectant, j’accepte les <a href=\"%@\">conditions&nbsp;de&nbsp;service</a> du fournisseur.";

"STATE_CONNECT_BUTTON" = "Se connecter";
"STATE_CONNECTING_BUTTON" = "Connexion…";

"STATE_CONNECTED_SHORT" = "Connecté";
"STATE_CONNECTED_HEADER" = "Vous êtes connecté par Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Se déconnecter";
"STATE_DISCONNECTING_BUTTON" = "Déconnexion…";

"STATE_NOCREDIT_HEADER" = "Crédit Skype insuffisant";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "En savoir plus";
"CLOSE_BUTTON" = "Fermer";
"GO_BACK_BUTTON" = "Revenir";
"CONTINUE_BUTTON" = "Continuer";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi requiert OS X %@ ou ultérieur";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype WiFi ne peut pas encore être utilisé avec votre compte Microsoft. Veuillez vous connecter plutôt avec vos pseudo et mot de passe Skype.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype WiFi ne peut pas encore être utilisé avec votre compte Microsoft. Veuillez créer un compte Skype et vous connecter directement avec lui.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "Vous êtes connecté par Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Vous êtes en ligne";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "La connexion expire bientôt";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Pour votre sécurité, lors de la connexion avec le crédit Skype, celle-ci va automatiquement se couper au cas où vous oublieriez de vous déconnecter.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d minutes";

"STATE_CONNECT_SUBHEADER" = "Connectez-vous à l’Internet sur ce réseau en utilisant Skype WiFi et ne payez avec le crédit Skype, que le nombre de minutes utilisées.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi est gratuit ici";
"STATE_CONNECT_FREE_SUBHEADER" = "Profitez de l’accès Internet gratuit à ce point d’accès avec Skype WiFi. Surfez sur le Web, relever votre courrier ou simplement utilisez Skype.";
"STATE_CONNECT_WISPR_HEADER" = "J’ai un compte chez ce fournisseur";
"STATE_CONNECT_WISPR_SUBHEADER" = "Si vous avez déjà un compte chez ce fournisseur, indiquez votre identification ici.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Votre connexion Internet va bientôt expirer";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Vous pouvez vous déconnecter à tout moment et vous ne serez débité que du nombre de minutes utilisées.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Vous avez été en ligne pendant environ %d minutes.";
"COUNTUP_0MIN" = "Vous avez été en ligne pendant moins d’une minute.";
"COUNTUP_1MIN" = "Vous avez été en ligne pendant une minute environ.";
"STATE_CONNECTED_WISPR_HEADER" = "Vous êtes maintenant en ligne";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Vous êtes connecté en utilisant votre compte chez ce fournisseur de point d’accès. Vous pouvez vous déconnecter à tout moment.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Évaluer ce point d’accès";

"STATE_CONNECTED_EXTEND_BUTTON" = "Rester en ligne";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Reconnexion…";

"STATE_NOCREDIT_SUBHEADER" = "Vous avez besoin de crédit Skype pour payer à la minute pour l’accès Internet avec Skype WiFi ici.";
"STATE_NOCREDIT_BUTTON" = "Acheter du crédit Skype";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Vérification du réseau";
"STATE_JOINWIFI_SHORT" = "Pas de Wi-Fi";
"STATE_ALREADYONLINE_SHORT" = "Déjà en ligne";
"STATE_GENERALERROR_SHORT" = "Erreur";
"STATE_CONNECT_SHORT" = "Disponible ici";
"STATE_NOCREDIT_SHORT" = "Pas de crédit";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "Il reste %d minutes";
"TIMEEXPIRE_1MINUTE_LEFT" = "Il reste une minute";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Il reste moins d’une minute";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Votre connexion Internet va bientôt expirer.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Pseudo Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Mot de passe";
"LOGIN_BUTTON" = "Se connecter";
"SIGN_OUT_BUTTON" = "Se déconnecter";

/* unused */
"LOGIN_PROBLEMS" = "Problèmes de connexion ?";
"LOGIN_CREATE_ACCOUNT" = "Créer un compte";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Paramètres";
/* unused */
"SETTINGS_BUTTON" = "Paramètres";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi Version %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype et/ou Microsoft";
"ABOUT_PATENTPENDING" = "Brevet en instance";
"ABOUT_FEEDBACK_BUTTON" = "Commentaire";
"ABOUT_LEGAL_BUTTON" = "Légal";
"ABOUT_TRADEMARK" = "Skype, les marques commerciales et les logos associés ainsi que le symbole « S » sont des marques déposées de Skype.";
"ABOUT_DISCLAIMER" = "Attention : Ce programme est protégé par les lois et traités internationaux sur le copyright. Toute reproduction ou distribution non autorisée de ce programme, en tout ou partie, est passible de lourdes sanctions civiles et pénales, et sera poursuivie dans toute la mesure permise par la loi.\n\nTraduit en français par\nJean-Pierre Kuypers.";

/* unused */
"PROFILE_BUTTON" = "Profil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Pseudo Skype";
"PROFILE_SKYPECREDIT" = "Crédit Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Chargement en cours…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Points d’accès visités";
"USAGE_PREVIOUSCONNECTIONS" = "Connexions précédentes";
"USAGE_LASTUSED" = "Utilisé dernièrement";
"USAGE_LASTUSED_NEVER_VALUE" = "Jamais";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@ sur %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Localisations courantes";
"SUPPORTEDNETWORKS_PROVIDERS" = "Fournisseurs";
